* March-2017
** DONE b<2017-03-10 五 07:03>reakfasit
   CLOSED: [2017-03-10 五 08:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-10 五 08:01]
   CLOCK: [2017-03-10 五 07:03]--[2017-03-10 五 08:01] =>  0:58
   :END:
** DONE go to home for breakfast<2017-03-11 六 07:16>
   CLOSED: [2017-03-11 六 09:53]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-03-11 六 09:53]
    CLOCK: [2017-03-11 六 07:15]--[2017-03-11 六 09:53] =>  2:38
    :END:
after breakfast with wife and daughter to famer
My daugher is going to learn driving car.
** DONE go home for breakfast<2017-03-13 一 06:51>
   CLOSED: [2017-03-13 一 08:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-13 一 08:19]
   CLOCK: [2017-03-13 一 06:51]--[2017-03-13 一 08:18] =>  1:27
   :END:
** DONE go home for lunch<2017-03-13 一 11:56>
   CLOSED: [2017-03-13 一 14:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-13 一 14:08]
   CLOCK: [2017-03-13 一 11:56]--[2017-03-13 一 14:08] =>  2:12
   :END:
** DONE go to home<2017-03-14 二 06:54> to have breakfast
   CLOSED: [2017-03-14 二 08:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-14 二 08:03]
   CLOCK: [2017-03-14 二 06:54]--[2017-03-14 二 08:03] =>  1:09
   :END:
** DONE go home to have lunch<2017-03-14 二 11:44>
   CLOSED: [2017-03-14 二 13:16]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-14 二 13:16]
   CLOCK: [2017-03-14 二 11:44]--[2017-03-14 二 13:16] =>  1:32
   :END:
** DONE go home to have breakfast<2017-03-15 Wed 06:56>
   CLOSED: [2017-03-15 Wed 08:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-15 Wed 08:12]
   CLOCK: [2017-03-15 Wed 06:56]--[2017-03-15 Wed 08:12] =>  1:16
   :END:
** DONE go to home and have lunch<2017-03-15 Wed 11:50>
   CLOSED: [2017-03-15 Wed 15:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-15 Wed 15:08]
   CLOCK: [2017-03-15 Wed 11:50]--[2017-03-15 Wed 15:08] =>  3:18
   :END:
** DONE to have dinner<2017-03-15 Wed 17:15>
   CLOSED: [2017-03-15 Wed 19:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-15 Wed 19:54]
   CLOCK: [2017-03-15 Wed 17:15]--[2017-03-15 Wed 19:15] =>  2:00
   :END:
** DONE to have breakfast<2017-03-16 Thu 07:00>
   CLOSED: [2017-03-16 Thu 08:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-16 Thu 08:13]
   CLOCK: [2017-03-16 Thu 07:00]--[2017-03-16 Thu 08:13] =>  1:13
   :END:
clean up spending 15 minutes
** DONE to have lunch<2017-03-16 Thu 11:40>
   CLOSED: [2017-03-16 Thu 14:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-16 Thu 14:26]
   CLOCK: [2017-03-16 Thu 11:40]--[2017-03-16 Thu 14:26] =>  2:46
   :END:
** DONE to have breakfast<2017-03-18 Sat 07:12>
   CLOSED: [2017-03-18 Sat 08:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-18 Sat 08:14]
   CLOCK: [2017-03-18 Sat 07:12]--[2017-03-18 Sat 08:14] =>  1:02
   :END:
** DONE to have lunch<2017-04-12 Wed>
   CLOSED: [2017-03-18 Sat 14:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-18 Sat 14:19]
   CLOCK: [2017-03-18 Sat 12:17]--[2017-03-18 Sat 14:19] =>  2:02
   :END:
** DONE to have breakfast<2017-03-19 日 07:17>
   CLOSED: [2017-03-19 日 08:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-19 日 08:23]
   CLOCK: [2017-03-19 日 07:17]--[2017-03-19 日 08:23] =>  1:06
   :END:
